Repository: dropout-tech/waddle
Catalog: ios/App/HuddleWidgets/Localizable.xcstrings
Source language: en
Languages: zh_hant

# 今日任務
source: Today's tasks
zh_hant: 今日任務

# 下一件要做的事、還剩幾件。
source: What's next and how many are left.
zh_hant: 下一件要做的事、還剩幾件。

# 下一個行程
source: Up next
zh_hant: 下一個行程

# 接下來最近的一個行程與時間。
source: Your next plan and when it starts.
zh_hant: 接下來最近的一個行程與時間。

# 當週日曆
source: This week
zh_hant: 當週日曆

# 這週一到週日，每天有幾件事。
source: Monday to Sunday, how much is on each day.
zh_hant: 這週一到週日，每天有幾件事。

# 月份
source: Month
zh_hant: 月份

# 今天幾號、這個月還有幾天有安排。
source: Today's date and how many busy days are left this month.
zh_hant: 今天幾號、這個月還有幾天有安排。

# 喝水
source: Water
zh_hant: 喝水

# 今天喝了幾杯、下次提醒還有多久。
source: Glasses today and time until the next reminder.
zh_hant: 今天喝了幾杯、下次提醒還有多久。

# 大型月曆
source: Big calendar
zh_hant: 大型月曆

# 三週大月曆：任務、行程一格一格看清楚。
source: Three weeks at a glance: tasks and plans, day by day.
zh_hant: 三週大月曆：任務、行程一格一格看清楚。

# 便條紙
source: Sticky notes
zh_hant: 便條紙

# 最近的便條紙，像備忘錄一樣放在手邊。
source: Your latest sticky notes, right at hand like Notes.
zh_hant: 最近的便條紙，像備忘錄一樣放在手邊。

# 今日任務樣式
source: Today's tasks style
zh_hant: 今日任務樣式

# 圓形、長方形各有兩種樣式。
source: Two looks each for the circular and rectangular sizes.
zh_hant: 圓形、長方形各有兩種樣式。

# 當週日曆樣式
source: This week style
zh_hant: 當週日曆樣式

# 長方形可選七天點點或今明兩天行程。
source: Rectangular: seven-day dots or today and tomorrow.
zh_hant: 長方形可選七天點點或今明兩天行程。

# 月份樣式
source: Month style
zh_hant: 月份樣式

# 長方形可選迷你月格或今天日期＋本月有事天數。
source: Rectangular: mini month or today's date with busy days left.
zh_hant: 長方形可選迷你月格或今天日期＋本月有事天數。

# 喝水樣式
source: Water style
zh_hant: 喝水樣式

# 圓形可選今天幾杯或下次提醒倒數。
source: Circular: glasses today or countdown to the next reminder.
zh_hant: 圓形可選今天幾杯或下次提醒倒數。

# 圓形只顯示剩餘件數
source: Circular: tasks left only
zh_hant: 圓形只顯示剩餘件數

# 長方形改成前三件清單
source: Rectangular: top three list
zh_hant: 長方形改成前三件清單

# 長方形改看今明兩天行程
source: Rectangular: today & tomorrow
zh_hant: 長方形改看今明兩天行程

# 長方形改看日期＋本月有事天數
source: Rectangular: date + busy days left
zh_hant: 長方形改看日期＋本月有事天數

# 圓形顯示下次提醒倒數
source: Circular: next reminder countdown
zh_hant: 圓形顯示下次提醒倒數
